Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: Open Activities
de: Aktivitäten öffnen
fr: Ouvrir Activités
it: Apri attività
ja: 活動を開く
uk: Відкрити розділ «Заняття»

source: Open Art Exhibition
de: Offene Kunstausstellung
fr: Exposition d’art ouverte
it: Mostra d’arte aperta a tutti
ja: 公募美術展
uk: Відкрита мистецька виставка

source: Open Boardroom
de: Chefetage öffnen
fr: Ouvrir Salle du conseil
it: Apri Sala del consiglio
ja: 経営会議を開く
uk: Відкрити розділ «Правління»

source: Open Education
de: Bildung öffnen
fr: Ouvrir Éducation
it: Apri istruzione
ja: 教育を開く
uk: Відкрити розділ «Освіта»

source: Open Events
de: Events öffnen
fr: Ouvrir Événements
it: Apri eventi
ja: イベントを開く
uk: Відкрити розділ «Заходи»

source: Open Jobs
de: Jobs öffnen
fr: Ouvrir Emplois
it: Apri lavori
ja: 仕事を開く
uk: Відкрити розділ «Робота»

source: Open Projects
de: Projekte öffnen
fr: Ouvrir Projets
it: Apri progetti
ja: プロジェクトを開く
uk: Відкрити розділ «Проєкти»

source: Open Ventures
de: Gründungen öffnen
fr: Ouvrir Entreprises
it: Apri imprese
ja: 起業を開く
uk: Відкрити розділ «Бізнес»

source: Open — you meet the hard requirements.
de: Offen – du erfüllst die festen Voraussetzungen.
fr: Ouvert — tu remplis les conditions obligatoires.
it: Aperto — hai i requisiti obbligatori.
ja: 応募できます。必須条件を満たしています。
uk: Відкрито — ти відповідаєш обовʼязковим вимогам.

source: Openings, tactics, endgames. The classic contest of pure calculation and nerve over the board.
de: Eröffnungen, Taktik, Endspiele. Der Klassiker unter den Wettbewerben: pures Rechnen und Nervenstärke am Brett.
fr: Ouvertures, tactique, finales. Le duel classique de calcul pur et de sang-froid autour de l’échiquier.
it: Aperture, tattiche, finali. La classica sfida di puro calcolo e nervi saldi sulla scacchiera.
ja: オープニング、戦術、エンドゲーム。盤の上で、読みの深さと度胸を競う昔ながらの勝負です。
uk: Дебюти, тактика, ендшпілі. Класичне змагання чистого розрахунку та витримки за шахівницею.

source: Organising your days and finishing things on time.
de: Deine Tage organisieren und Dinge pünktlich fertig bekommen.
fr: Organiser ses journées et terminer les choses à temps.
it: Organizzare le tue giornate e finire le cose in tempo.
ja: 毎日の予定を整え、期限までにやりとげる力。
uk: Організовувати свої дні й завершувати справи вчасно.

source: PE Licensure (Professional Engineer)
de: PE-Zulassung (Professional Engineer)
fr: Licence PE (Ingénieur professionnel)
it: Abilitazione PE (Ingegnere abilitato)
ja: 技術士試験（PE）
uk: Ліцензування інженера (PE)

source: Paid off your student loan
de: Studienkredit abbezahlt
fr: Prêt étudiant remboursé
it: Hai estinto il prestito studentesco
ja: 奨学金を完済しました
uk: Студентський кредит погашено

source: Paid off your venture loan
de: Gründungskredit abbezahlt
fr: Prêt d’entreprise remboursé
it: Hai estinto il prestito per l’impresa
ja: 起業ローンを完済しました
uk: Кредит на бізнес погашено

source: Paralegal, legal assistant, compliance officer
de: Rechtsfachangestellter, Rechtsassistent, Compliance-Beauftragter
fr: assistant juridique, secrétaire juridique, responsable de la conformité
it: paralegale, assistente legale, responsabile della conformità
ja: パラリーガル、法務アシスタント、コンプライアンス担当
uk: помічник юриста, юридичний асистент, спеціаліст із комплаєнсу

source: Partners are judged on the clients they bring in — “rainmaking” — as much as on the quality of their work.
de: Partner werden ebenso an der Kundengewinnung („Rainmaking“) gemessen wie an der Qualität ihrer Arbeit.
fr: Les associés sont jugés autant sur les clients qu’ils amènent (« l’apport de clientèle ») que sur la qualité de leur travail.
it: I soci sono valutati sui clienti che portano — il «rainmaking» — quanto sulla qualità del loro lavoro.
ja: パートナーは、仕事の質と同じくらい、新しい顧客を連れてくる力（「レインメイキング」）で評価されます。
uk: Партнерів оцінюють за вміння залучати нових клієнтів не менше, ніж за якість роботи.

source: Partners are picked for the clients they bring in as much as for their work.
de: Partner werden ebenso wegen der Kunden ausgewählt, die sie bringen, wie wegen ihrer Arbeit.
fr: Les associés sont choisis autant pour les clients qu’ils amènent que pour leur travail.
it: I soci vengono scelti per i clienti che portano quanto per il loro lavoro.
ja: パートナーは、仕事ぶりと同じくらい、お客さんを連れてくる力で選ばれます。
uk: Партнерів обирають і за клієнтів, яких вони приводять, і за саму роботу.

source: Pay is among the lowest in western Europe, and professional pay is much less than in the US. Doctors, nurses and teachers are paid on national contracts.
de: Die Gehälter gehören zu den niedrigsten in Westeuropa, und akademische Berufe zahlen viel weniger als in den USA. Ärzte, Krankenpfleger und Lehrer werden nach nationalen Tarifverträgen bezahlt.
fr: Les salaires comptent parmi les plus bas d’Europe de l’Ouest, et ceux des professions qualifiées sont très inférieurs à ceux des États-Unis. Les médecins, infirmiers et enseignants sont payés selon des contrats nationaux.
it: Gli stipendi sono tra i più bassi dell’Europa occidentale e quelli dei professionisti sono molto inferiori a quelli degli Stati Uniti. Medici, infermieri e insegnanti sono pagati con contratti nazionali.
ja: 給料は西ヨーロッパでも低い部類で、専門職の給料はアメリカよりずっと低くなります。医師・看護師・教師は全国共通の契約で給料が決まります。
uk: Зарплати — одні з найнижчих у Західній Європі, а зарплати фахівців набагато менші, ніж у США. Лікарі, медсестри й вчителі працюють за національними контрактами.

source: Pay is close to the US in Canadian dollars for everyday jobs, and lower for professionals. Doctors bill provincial health plans and earn among the most.
de: Alltagsjobs zahlen in kanadischen Dollar fast so viel wie in den USA, akademische Jobs weniger. Ärzte rechnen mit den Gesundheitsplänen der Provinzen ab und verdienen mit am meisten.
fr: Pour les emplois courants, les salaires sont proches de ceux des États-Unis, en dollars canadiens, et plus bas pour les professions qualifiées. Les médecins facturent les régimes de santé provinciaux et comptent parmi les mieux payés.
it: Per i lavori di tutti i giorni lo stipendio, in dollari canadesi, è vicino a quello degli Stati Uniti; per i professionisti è più basso. I medici fatturano ai piani sanitari provinciali e sono tra i meglio pagati.
ja: ふつうの仕事の給料はカナダドルでアメリカに近く、専門職はそれより低めです。医師は州の医療保険に診療報酬を請求し、最も稼ぐ職業のひとつです。
uk: Зарплати на звичайних роботах близькі до американських (у канадських доларах), а фахівці заробляють менше. Лікарі виставляють рахунки провінційним планам медичного страхування й належать до найвисокооплачуваніших.

source: Pay is compressed: the minimum wage is high and professional pay far under the US. Hospital doctors, nurses and teachers follow national grids.
de: Die Gehälter liegen eng beieinander: Der Mindestlohn ist hoch, akademische Berufe zahlen weit weniger als in den USA. Krankenhausärzte, Krankenpfleger und Lehrer folgen nationalen Gehaltsskalen.
fr: Les salaires sont resserrés : le salaire minimum est élevé et les salaires des professions qualifiées sont très inférieurs à ceux des États-Unis. Les médecins hospitaliers, infirmiers et enseignants suivent des grilles nationales.
it: Gli stipendi sono poco differenziati: il salario minimo è alto e quelli dei professionisti restano molto sotto quelli degli Stati Uniti. I medici ospedalieri, gli infermieri e gli insegnanti seguono scale salariali nazionali.
ja: 給料の差は小さめです。最低賃金は高く、専門職の給料はアメリカをはるかに下回ります。病院の医師・看護師・教師は全国共通の給与表に従います。
uk: Зарплати вирівняні: мінімальна висока, а зарплати фахівців набагато нижчі, ніж у США. Лікарі в лікарнях, медсестри й вчителі працюють за національними тарифними сітками.

source: Pay is high and compressed: the minimum wage is about half the typical full-time wage.
de: Die Gehälter sind hoch und liegen eng beieinander: Der Mindestlohn beträgt etwa die Hälfte eines üblichen Vollzeitgehalts.
fr: Les salaires sont élevés et resserrés : le salaire minimum vaut environ la moitié du salaire typique à temps plein.
it: Gli stipendi sono alti e poco differenziati: il salario minimo è circa la metà di quello tipico a tempo pieno.
ja: 給料は高めで、差は小さめです。最低賃金は、ふつうのフルタイムの賃金のおよそ半分です。
uk: Зарплати високі й мало різняться: мінімальна зарплата становить близько половини типової зарплати за повну зайнятість.

source: Pay is low and unequal: nearly half of workers earn no more than one minimum wage.
de: Die Gehälter sind niedrig und ungleich verteilt: Fast die Hälfte der Arbeitnehmer verdient höchstens einen Mindestlohn.
fr: Les salaires sont bas et inégaux : près de la moitié des travailleurs ne gagnent pas plus d’un salaire minimum.
it: Gli stipendi sono bassi e diseguali: quasi la metà dei lavoratori non guadagna più di un salario minimo.
ja: 給料は低く、格差も大きめです。労働者のほぼ半数は、最低賃金以下の収入です。
uk: Зарплати низькі й нерівні: майже половина працівників заробляє не більше однієї мінімальної зарплати.

source: Pay rises with seniority and is compressed: professionals earn far less than in the US.
de: Das Gehalt steigt mit dem Dienstalter, und die Gehälter liegen eng beieinander: Akademische Berufe verdienen weit weniger als in den USA.
fr: Le salaire augmente avec l’ancienneté et les écarts sont réduits : les professions qualifiées gagnent bien moins qu’aux États-Unis.
it: Lo stipendio cresce con l’anzianità ed è poco differenziato: i professionisti guadagnano molto meno che negli Stati Uniti.
ja: 給料は年功に応じて上がり、差は小さめです。専門職の給料もアメリカよりはるかに低くなります。
uk: Зарплата зростає зі стажем і мало різниться між професіями: фахівці заробляють набагато менше, ніж у США.

source: Pay, prices and school costs from Australia, in Australian dollars.
de: Gehälter, Preise und Bildungskosten aus Australien, in australischen Dollar.
fr: Salaires, prix et frais de scolarité d’Australie, en dollars australiens.
it: Stipendi, prezzi e costi scolastici dell’Australia, in dollari australiani.
ja: 給料・物価・学費はオーストラリアのもので、通貨はオーストラリアドルです。
uk: Зарплати, ціни та вартість навчання — як в Австралії, в австралійських доларах.

source: Pay, prices and school costs from Brazil, in reais.
de: Gehälter, Preise und Bildungskosten aus Brasilien, in Real.
fr: Salaires, prix et frais de scolarité du Brésil, en reais.
it: Stipendi, prezzi e costi scolastici del Brasile, in real.
ja: 給料・物価・学費はブラジルのもので、通貨はレアルです。
uk: Зарплати, ціни та вартість навчання — як у Бразилії, у реалах.

source: Pay, prices and school costs from Canada, in Canadian dollars.
de: Gehälter, Preise und Bildungskosten aus Kanada, in kanadischen Dollar.
fr: Salaires, prix et frais de scolarité du Canada, en dollars canadiens.
it: Stipendi, prezzi e costi scolastici del Canada, in dollari canadesi.
ja: 給料・物価・学費はカナダのもので、通貨はカナダドルです。
uk: Зарплати, ціни та вартість навчання — як у Канаді, у канадських доларах.

source: Pay, prices and school costs from China, in yuan.
de: Gehälter, Preise und Bildungskosten aus China, in Yuan.
fr: Salaires, prix et frais de scolarité de Chine, en yuans.
it: Stipendi, prezzi e costi scolastici della Cina, in yuan.
ja: 給料・物価・学費は中国のもので、通貨は元（人民元）です。
uk: Зарплати, ціни та вартість навчання — як у Китаї, у юанях.

source: Pay, prices and school costs from France, in euros.
de: Gehälter, Preise und Bildungskosten aus Frankreich, in Euro.
fr: Salaires, prix et frais de scolarité de France, en euros.
it: Stipendi, prezzi e costi scolastici della Francia, in euro.
ja: 給料・物価・学費はフランスのもので、通貨はユーロです。
uk: Зарплати, ціни та вартість навчання — як у Франції, у євро.

source: Pay, prices and school costs from Germany, in euros.
de: Gehälter, Preise und Bildungskosten aus Deutschland, in Euro.
fr: Salaires, prix et frais de scolarité d’Allemagne, en euros.
it: Stipendi, prezzi e costi scolastici della Germania, in euro.
ja: 給料・物価・学費はドイツのもので、通貨はユーロです。
uk: Зарплати, ціни та вартість навчання — як у Німеччині, у євро.

source: Pay, prices and school costs from India, in rupees.
de: Gehälter, Preise und Bildungskosten aus Indien, in Rupien.
fr: Salaires, prix et frais de scolarité d’Inde, en roupies.
it: Stipendi, prezzi e costi scolastici dell’India, in rupie.
ja: 給料・物価・学費はインドのもので、通貨はルピーです。
uk: Зарплати, ціни та вартість навчання — як в Індії, у рупіях.

source: Pay, prices and school costs from Italy, in euros.
de: Gehälter, Preise und Bildungskosten aus Italien, in Euro.
fr: Salaires, prix et frais de scolarité d’Italie, en euros.
it: Stipendi, prezzi e costi scolastici dell’Italia, in euro.
ja: 給料・物価・学費はイタリアのもので、通貨はユーロです。
uk: Зарплати, ціни та вартість навчання — як в Італії, у євро.

source: Pay, prices and school costs from Japan, in yen.
de: Gehälter, Preise und Bildungskosten aus Japan, in Yen.
fr: Salaires, prix et frais de scolarité du Japon, en yens.
it: Stipendi, prezzi e costi scolastici del Giappone, in yen.
ja: 給料・物価・学費は日本のもので、通貨は円です。
uk: Зарплати, ціни та вартість навчання — як у Японії, у єнах.

source: Pay, prices and school costs from Mexico, in Mexican pesos.
de: Gehälter, Preise und Bildungskosten aus Mexiko, in mexikanischen Peso.
fr: Salaires, prix et frais de scolarité du Mexique, en pesos mexicains.
it: Stipendi, prezzi e costi scolastici del Messico, in pesos messicani.
ja: 給料・物価・学費はメキシコのもので、通貨はメキシコペソです。
uk: Зарплати, ціни та вартість навчання — як у Мексиці, у мексиканських песо.

source: Pay, prices and school costs from Poland, in zloty.
de: Gehälter, Preise und Bildungskosten aus Polen, in Złoty.
fr: Salaires, prix et frais de scolarité de Pologne, en zlotys.
it: Stipendi, prezzi e costi scolastici della Polonia, in złoty.
ja: 給料・物価・学費はポーランドのもので、通貨はズウォティです。
uk: Зарплати, ціни та вартість навчання — як у Польщі, у злотих.

source: Pay, prices and school costs from South Korea, in won.
de: Gehälter, Preise und Bildungskosten aus Südkorea, in Won.
fr: Salaires, prix et frais de scolarité de Corée du Sud, en wons.
it: Stipendi, prezzi e costi scolastici della Corea del Sud, in won.
ja: 給料・物価・学費は韓国のもので、通貨はウォンです。
uk: Зарплати, ціни та вартість навчання — як у Південній Кореї, у вонах.

source: Pay, prices and school costs from Spain, in euros.
de: Gehälter, Preise und Bildungskosten aus Spanien, in Euro.
fr: Salaires, prix et frais de scolarité d’Espagne, en euros.
it: Stipendi, prezzi e costi scolastici della Spagna, in euro.
ja: 給料・物価・学費はスペインのもので、通貨はユーロです。
uk: Зарплати, ціни та вартість навчання — як в Іспанії, у євро.

source: Pay, prices and school costs from Sweden, in Swedish kronor.
de: Gehälter, Preise und Bildungskosten aus Schweden, in schwedischen Kronen.
fr: Salaires, prix et frais de scolarité de Suède, en couronnes suédoises.
it: Stipendi, prezzi e costi scolastici della Svezia, in corone svedesi.
ja: 給料・物価・学費はスウェーデンのもので、通貨はスウェーデンクローナです。
uk: Зарплати, ціни та вартість навчання — як у Швеції, у шведських кронах.

source: Pay, prices and school costs from Turkey, in Turkish lira.
de: Gehälter, Preise und Bildungskosten aus der Türkei, in türkischer Lira.
fr: Salaires, prix et frais de scolarité de Turquie, en livres turques.
it: Stipendi, prezzi e costi scolastici della Turchia, in lire turche.
ja: 給料・物価・学費はトルコのもので、通貨はトルコリラです。
uk: Зарплати, ціни та вартість навчання — як у Туреччині, у турецьких лірах.

source: Pay, prices and school costs from Ukraine, in hryvnias.
de: Gehälter, Preise und Bildungskosten aus der Ukraine, in Hrywnja.
fr: Salaires, prix et frais de scolarité d’Ukraine, en hryvnias.
it: Stipendi, prezzi e costi scolastici dell’Ucraina, in grivne.
ja: 給料・物価・学費はウクライナのもので、通貨はフリブニャです。
uk: Зарплати, ціни та вартість навчання — як в Україні, у гривнях.

source: Pay, prices and school costs from the United Kingdom, in pounds.
de: Gehälter, Preise und Bildungskosten aus dem Vereinigten Königreich, in Pfund.
fr: Salaires, prix et frais de scolarité du Royaume-Uni, en livres sterling.
it: Stipendi, prezzi e costi scolastici del Regno Unito, in sterline.
ja: 給料・物価・学費はイギリスのもので、通貨はポンドです。
uk: Зарплати, ціни та вартість навчання — як у Великій Британії, у фунтах стерлінгів.

source: Pay, prices and school costs from the United States, in dollars.
de: Gehälter, Preise und Bildungskosten aus den Vereinigten Staaten, in US-Dollar.
fr: Salaires, prix et frais de scolarité des États-Unis, en dollars.
it: Stipendi, prezzi e costi scolastici degli Stati Uniti, in dollari.
ja: 給料・物価・学費はアメリカのもので、通貨はドルです。
uk: Зарплати, ціни та вартість навчання — як у США, у доларах.

source: Payments come out of your savings and pay each year.
de: Die Zahlungen kommen jedes Jahr aus deinen Ersparnissen und deinem Gehalt.
fr: Les remboursements sont pris sur ton épargne et ton salaire chaque année.
it: I pagamenti vengono presi dai tuoi risparmi e dallo stipendio di ogni anno.
ja: 返済は毎年、貯金と給料から引かれます。
uk: Платежі щороку вираховуються із заощаджень і зарплати.

source: People who run towns, cities and emergency services share ideas.
de: Menschen, die Gemeinden, Städte und Rettungsdienste leiten, tauschen Ideen aus.
fr: Ceux qui font fonctionner les villages, les villes et les services d’urgence échangent des idées.
it: Chi gestisce paesi, città e servizi di emergenza condivide idee.
ja: 町や市、緊急サービスを運営する人たちが、アイデアを共有します。
uk: Ті, хто керує містечками, містами та екстреними службами, діляться ідеями.

source: People-facing
de: Mit Menschen
fr: Relationnel
it: A contatto con le persone
ja: 対人
uk: З людьми

source: Perform
de: Auftreten
fr: Jouer
it: Esibisciti
ja: 披露
uk: Виступити

source: Perform at %@
de: Auftreten bei „%@“
fr: Jouer : %@
it: Esibisciti all’evento «%@»
ja: %@で披露
uk: Виступити: %@

source: Perform on your own — as a musician, dancer or actor. Some shows go great, some don't, but every show gets you seen.
de: Tritt auf eigene Faust auf – als Musiker, Tänzer oder Schauspieler. Manche Shows laufen super, manche nicht, aber mit jeder Show wirst du gesehen.
fr: Joue à ton compte — comme musicien, danseur ou acteur. Certains spectacles sont réussis, d’autres moins, mais chacun te fait remarquer.
it: Esibisciti in proprio — come musicista, ballerino o attore. Alcuni spettacoli vanno alla grande, altri no, ma ogni spettacolo ti fa notare.
ja: ミュージシャン、ダンサー、俳優として、ひとりで出演します。大成功する公演もそうでない公演もありますが、どの公演でも人の目にふれます。
uk: Виступай самостійно — як музикант, танцівник чи актор. Одні виступи проходять чудово, інші ні, але кожен робить тебе помітним.

source: Perform on your own, as a musician, dancer or actor.
de: Tritt auf eigene Faust auf – als Musiker, Tänzer oder Schauspieler.
fr: Joue à ton compte, comme musicien, danseur ou acteur.
it: Esibisciti in proprio, come musicista, ballerino o attore.
ja: ミュージシャン、ダンサー、俳優として、ひとりで出演します。
uk: Виступай самостійно — як музикант, танцівник або актор.

source: Performed
de: Aufgetreten
fr: Joué
it: Esibizione
ja: 披露済み
uk: Виступ відбувся

source: Performed at %@
de: Bei „%@“ aufgetreten
fr: Joué : %@
it: Esibizione all’evento «%@»
ja: %@で披露しました
uk: Виступ відбувся: %@

source: Personal Services
de: Persönliche Dienste
fr: Soins et beauté
it: Servizi alla persona
ja: 美容サービス
uk: Особисті послуги

source: Personal grooming and beauty services that help people look and feel their best.
de: Körperpflege und Beauty-Dienste, die Menschen helfen, sich von ihrer besten Seite zu zeigen und wohlzufühlen.
fr: Soins personnels et services de beauté qui aident les gens à être à leur avantage et à se sentir bien.
it: Servizi di cura della persona e di bellezza che aiutano le persone ad avere un bell’aspetto e a sentirsi al meglio.
ja: 身だしなみや美容のサービスで、人が見た目も気持ちもいちばんよい状態になるのを助けます。
uk: Послуги догляду за собою та краси, що допомагають людям добре виглядати й почуватися.

source: Persuader
de: Überzeuger
fr: Persuadeur
it: Persuasore
ja: 交渉人
uk: Переконувач

source: Pesticide Applicator
de: Pflanzenschutz-Sachkunde
fr: Applicateur de pesticides
it: Applicatore di pesticidi
ja: 農薬散布者資格
uk: Дозвіл на застосування пестицидів

source: Pharma & Biotech
de: Pharma & Biotechnologie
fr: Pharma et biotech
it: Farmaceutica e biotecnologie
ja: 製薬・バイオ
uk: Фармацевтика й біотехнології

source: Pharmacist License
de: Apotheker-Approbation
fr: Licence de pharmacien
it: Abilitazione farmaceutica
ja: 薬剤師免許
uk: Ліцензія фармацевта

source: Pharmacy Board Exam (Pharmacist License)
de: Apothekerprüfung (Approbation)
fr: Examen d’État de pharmacie (Licence de pharmacien)
it: Esame di abilitazione farmaceutica
ja: 薬剤師国家試験
uk: Ліцензійний іспит фармацевта

source: Pharmacy Technician
de: Pharmazeutisch-technischer Assistent
fr: Préparateur en pharmacie
it: Tecnico di farmacia
ja: 調剤助手資格
uk: Помічник фармацевта

source: Pharmacy Technician Course (CPhT)
de: Kurs für Pharmazeutisch-technische Assistenten (CPhT)
fr: Formation de préparateur en pharmacie
it: Corso per tecnico di farmacia (CPhT)
ja: 調剤助手講座（CPhT）
uk: Курс помічника фармацевта (CPhT)

source: Photo Contest Winner
de: Fotowettbewerbssieger
fr: Vainqueur du concours photo
it: Vincitore della gara fotografica
ja: 写真コンテスト優勝者
uk: Переможець фотоконкурсу

source: Photography
de: Fotografie
fr: Photographie
it: Fotografia
ja: 写真
uk: Фотографія

source: Physical Therapy License
de: Physiotherapie-Lizenz
fr: Licence de kinésithérapeute
it: Abilitazione da fisioterapista
ja: 理学療法士免許
uk: Ліцензія фізіотерапевта

source: Physical activity, coaching, and competition.
de: Bewegung, Coaching und Wettbewerb.
fr: Activité physique, coaching et compétition.
it: Attività fisica, allenamento e competizione.
ja: 運動、コーチング、競技。
uk: Фізична активність, тренерство та змагання.

source: Physical stamina — long shifts on your feet, heavy work, and all weathers, indoors or out.
de: Körperliche Ausdauer – lange Schichten auf den Beinen, schwere Arbeit und jedes Wetter, drinnen oder draußen.
fr: Endurance physique — de longues journées debout, un travail pénible, par tous les temps, en intérieur comme en extérieur.
it: Resistenza fisica — lunghi turni in piedi, lavori pesanti e ogni tipo di clima, al chiuso o all’aperto.
ja: 体力：立ちっぱなしの長い勤務、力仕事、屋内外のどんな天気にも耐える力。
uk: Фізична витривалість — довгі зміни на ногах, важка праця та будь-яка погода, у приміщенні чи просто неба.

source: Pick a degree and climb from junior to senior.
de: Wähle einen Abschluss und steige vom Junior zum Senior auf.
fr: Choisis un diplôme et monte de junior à senior.
it: Scegli un titolo di studio e sali da junior a senior.
ja: 学位を選んで、ジュニアからシニアへのぼっていきます。
uk: Обери ступінь і піднімайся від молодшого до старшого рівня.

source: Pick your character
de: Wähle deine Figur
fr: Choisis ton personnage
it: Scegli il tuo personaggio
ja: キャラクターを選びましょう
uk: Обери персонажа

source: Picking an activity uses up your year.
de: Wenn du eine Aktivität wählst, verbraucht das dein Jahr.
fr: Choisir une activité prend toute ton année.
it: Scegliere un’attività ti costa un anno.
ja: 活動を選ぶと、その1年を使います。
uk: Вибір заняття забирає весь твій рік.
